[
    {"tipo":"1","nome":"Perfeccionista","triade":"Instinto","pecado_raiz":"Ira","virtude":"Serenidade","descricao":"O estado original não dual de perfeição em todas as coisas em cada momento vai para o segundo plano em um mundo que você percebe julgar e castigar o mau comportamento e o impulso. Conseqüentemente, você passa a acreditar que pode ganhar valor e merecimento (amor) se for bom, corrigir o erro e atender às exigências da mente crítica. Simultaneamente, você desenvolve ressentimento e raiva/culpa reprimida com relação ao impulso, ao mau comportamento e àquilo que se julga errado. A atenção vai naturalmente para o erro a ser corrigido.","atencao":"Para focalizar o que é certo/errado (especialmente o que está errado e precisa ser corrigido); para os padrões internos; para as críticas externas e para distante do prazer; para a comparação de si mesmo com os outros; para o automonitoramento constante.","preocupacao":"Fazer as coisas de forma certa, conseqüentemente escapando da acusação e da culpa; comportando-se responsavelmente e de forma independente; tendo ansiedade e preocupação sobre “fazer de maneira certa”, postergando a ação até garantir isto; aprestando atenção ao crítico interno e preocupando-se com a crítica externa; contendo a raiva em si mesmo pelos erros, a qual, se não for contida, pode justificadamente ser revertida contra os outros; suprimindo as necessidades pessoais e prazeres por causa do medo de que as comportas se abrirão, dando vazão aos impulsos obscuros; comparando-se com os outros para se colocar na posição moralmente superior.","dificuldade_si":"Presença constante do crítico interno que afeta a autoestima, causando tensão, solidão, preocupação e prejudicando a ação; reversão do crítico para fora – você, não eu; adiamento do prazer; erupção do lado obscuro da agressão e da sexualidade que foi reprimido; ser tragado pelo detalhe, prejudicando sua produtividade.","dificuldade_outros":"A crítica e a superioridade do Um pode fazer o outro se sentir mal, rejeitado, inferior, na defensiva, ou gerar antipatia; o sentimento dos outros de que eles raramente fazem a coisa certa; sentir a força da raiva contida e do controle do Um; sentindo-se ferido/punido pela mente crítica severa do Um; experimentando o perfeccionismo como um “beco sem saída”, uma discriminação, algo que reduz o prazer.","bencao":"Esforço, ação correta, honestidade, responsabilidade, preocupação com a melhoria, diligência, idealismo, altos padrões, autoconfiança, dedicação.","estrategia":"Ajudar o Um a notar e reduzir a dominação da mente crítica, a mover-se na direção de reconhecer o erro como diferença e a aceitar e integrar o “lado obscuro”.","desenvolver":"Em meditação, notar a mente indo para a qualidade maniqueísta do “certo/errado” e a tensão associada a isto; mudar a atenção do “fazer errado” para reconhecer as diferenças; notar o crítico interno em ação por 30 segundos a cada hora e deixá-lo ir; aceitar o “lado obscuro” e o prazer como uma ordem natural; utilizar a raiva e a culpa como dicas para perceber julgamentos e tendência a culpar alguém e como dicas para reconhecer as necessidades reprimidas; perguntar se um determinado erro realmente é algo grave; agendar atividades prazerosas e torná-las invioláveis; cometer erros que não fazem mal a ninguém de propósito e notar o efeito disto; comparar os deveres com o que poderia realmente ser desejado.","ajuda":"Encorajando o Um no seu desenvolvimento, por exemplo, tendo mais prazer, aceitando erros e diferenças, separando a auto-estima dos padrões internos; provendo o Um de uma posição não julgadora; recebendo suas próprias críticas e admitindo seus enganos; fazendo o Um saber que pode ser amado apesar de ser imperfeito; mostrando o que é positivo e OK; relembrando ao Um que a meta é ser total, não perfeito.","img":"img-1.png","musica":"https://www.youtube.com/embed/-sO2UMoOaFQ","eneagrama":"tipo-1.png"},
    {"tipo":"2","nome":"Prestativo","triade":"Emoções","pecado_raiz":"Orgulho","virtude":"Humildade","descricao":"O estado original de liberdade em que são satisfeitas necessidades de acordo com uma vontade universal vai para o segundo plano em um mundo que você percebe como sendo baseado no “é dando que se recebe”. Conseqüentemente, você passa a acreditar que pode obter amor e preencher suas necessidades pessoais por meio do seu próprio ato de dar para os outros o que eles querem/precisam e esperando que estes outros retribuam. Simultaneamente, você desenvolve uma energia de orgulho por saber melhor o que os outros precisam. A atenção vai naturalmente para as necessidades e desejos dos outros.","atencao":"Para focar seletivamente as necessidades/desejos dos outros, especialmente daqueles mais importantes (eleitos); para os sentimentos; para associar-se por meio da experiência; para se alterar para atender os desejos dos outros; para o presente e o futuro; para referenciar a própria ação baseada no comportamento dos outros.","preocupacao":"Ganhar aceitação e aprovação de outras pessoas importantes, por exemplo, conexão romântica; sentir-se importante nos relacionamentos e por meio da satisfação das necessidades de outros (orgulho); sentindo as necessidades emocionais dos outros e alterando, mudando, moldando o “eu” para satisfazer estas necessidades; criando sentimentos bons e evitando conflito; notando a falta de liberdade produzida por esta posição e desejando-a; confusão, repressão, expressão indireta das próprias necessidades e os “múltiplos eus” que desenvolve com os outros.","dificuldade_si":"Ênfase exagerada nos relacionamentos, especialmente aqueles desafiadores, produzindo uma vulnerabilidade à rejeição e à perda; repressão e expressão indireta das necessidades pessoais reais que podem conduzir à erupção da emoção (raiva); manipulação de outros para satisfazer as próprias necessidades; dominação completa da emoção (histeria, angústia, e reclamações somáticas); repressão e confusão relativa ao “eu” verdadeiro – quem é o “eu” verdadeiro; problemas de dependência (sentirse controlado); almejando liberdade.","dificuldade_outros":"Percebendo que o Dois dá para receber e que é manipulador (reclamando, provocando culpa); experimentando a forte dependência do Dois (quer muito), levando ao desencantamento mais do que se maravilhando; o exagero no tocante aos sentimentos e na doação; pensando “sou realmente amado?”; sendo excluído pelo Dois – eu não sou importante.","bencao":"Solícito e útil, generoso, romântico, sensível aos sentimentos, reconhecedor, apoiador, energético, exuberante (vívido), expressivo, voluntarioso e disposto.","estrategia":"Ajudando o Dois a se desenvolver, integrar e possuir o verdadeiro “eu” e superar o vício de satisfazer as necessidades dos outros eleitos como uma forma de ser amado e cuidado.","desenvolver":"Em meditação, notar a tensão indo para fora, para sentir as necessidades dos outros eleitos e sentimentos associados de importância em relação aos outros; auto-observar a alteração para fazer pelos outros; perguntar-se o que realmente quer, o que realmente é importante para mim (reconhecendo que isto pode gerar ansiedade); utilizando a raiva e histeria crescente como sinais dos próprios desejos reprimidos; observando a confiança nos sentimentos fortes; praticando consistência; separando o amor da armadilha da aprovação e atenção e percebendo que o amor não requer moldar e alterar o “eu” (um reenquadramento); praticando gastar tempo sozinho, desenvolvendo atividades independentes, reivindicando sua própria visão.","ajuda":"Encorajando o Dois no seu desenvolvimento, por exemplo, no reconhecimento de si mesmo de maneira separada do ato de dar, reivindicando sua própria voz, mantendo-se constante; evitando tornar-se a maravilha e ser seduzido pelo ato de dar do Dois; provendo firmeza; prestando atenção às verdadeiras necessidades do Dois.","img":"img-2.png","musica":"https://www.youtube.com/embed/PrDzd4ufypE","eneagrama":"tipo-2.png"},
    {"tipo":"3","nome":"Desempenhador","triade":"Emoções","pecado_raiz":"Auto-engano","virtude":"Honestidade","descricao":"O estado original de esperança em que as coisas acontecem de acordo com leis universais (por exemplo, não são dependentes do esforço de quem as faz) vai para o segundo plano em um mundo que você percebe recompensar o “fazer” e não o “ser”. Conseqüentemente, você passa a acreditar que pode obter amor, aceitação e reconhecimento pelo seu desempenho, fazendo e tendo sucesso. Simultaneamente, você desenvolve uma energia de seguir em frente, com auto-engano, para equiparar-se à imagem de sucesso e aprovação. A atenção vai naturalmente para tarefas e coisas para realizar.","atencao":"Para as muitas tarefas a realizar; para convergir para uma meta única, focada; para a ação e a aprovação; para o que é positivo a ser cumprido; para o futuro; para o “empowerment” de si mesmo; para a imagem junto aos outros.","preocupacao":"Realizando e tendo sucesso; identificando-se com o desempenho; eficiência; mantendo-se ocupado e ativo; ajustando-se e equiparando-se com a imagem desejada; escondendo as interferências na realização, por exemplo, coisas negativas, sentimentos, obstáculos percebidos; competindo e ganhando; parecendo bom; obtendo feedback positivo e aprovação; ganhando status, prestígio e poder.","dificuldade_si":"Auto-engano a respeito das necessidades reais; perdendo os próprios sentimentos; imperfeição (movendo-se para uma tarefa nova); fazendo alguma ação quando a tarefa é obter aceitação; sofrimento (tristeza, ansiedade) parece não vir de “lugar algum” e quer ser espantado para longe; raiva e impaciência com diferenças que são vistas como obstruções no caminho em direção à meta; desejando muita admiração e atenção.","dificuldade_outros":"Percebendo que os Três não se preocupam comigo, especialmente com meus sentimentos; Três parecendo artificial ou superficial; experimentando que as coisas e as metas importam mais do que as pessoas; experimentando a dificuldade dos Três de deixar ir, relaxar e refletir; Três pegando atalhos e suavizando a verdade; sentindo-se manipulado pela agenda de realização do Três.","bencao":"Diligência, liderança, possibilidade, entusiasmo, esperança na ação, encorajamento, soluções, provedor, eficiência, senso prático, competência.","estrategia":"Ajudando os Três a diminuir o ritmo, a dar as boasvindas e a valorizar os sentimentos; a notar que o amor é “ser”, assim como “fazer” e “ter”.","desenvolver":"Em meditação, notando a mente acelerando e indo para canais múltiplos de tarefas; levando tempo para reduzir o ritmo e desconectar do desempenho; construindo o observador interno ao notar os sentimentos e prestando atenção às sensações físicas (especialmente o cansaço); perguntando-se o que realmente importa; praticando a distinção entre o que precisa ser mudado (fazer) e o que precisa de aceitação (descoberta); utilizando a frustração ao redor de obstruções para apreciar as diferenças; perguntando-se se isto é a imagem ou o “eu” real do qual estou indo atrás; reconhecendo a fraqueza e procurando pelo que são essências continuadas em várias tarefas; trabalhando em uma perspectiva introspectiva; valorizar a compreensão empática para que ela se equivalha ao status com a realização.","ajuda":"Encorajando o Três no seu desenvolvimento, por exemplo, tendo tempo para sentir o perfume das flores, prestar atenção aos sentimentos, realmente te ouvir; ajudando o Três a tornar os relacionamentos e os sentimentos a “tarefa”; deixando o Três saber que você se preocupa com ele, independentemente das realizações; deixando o Três entender o que realmente é importante para você.","img":"img-3.png","musica":"https://www.youtube.com/embed/1mpQVljAWTY","eneagrama":"tipo-3.png"},
    {"tipo":"4","nome":"Romântico Trágico","triade":"Emoções","pecado_raiz":"Inveja","virtude":"Equanimidade","descricao":"O estado ideal original de conexão profunda com todas as coisas vai para o segundo plano em um mundo que você percebe abandoná-lo, fazendo com que algo importante fique faltando. Conseqüentemente, você passa a acreditar que pode recuperar o amor ou situação ideal original que foi perdida quando achar o amor ou a situação que seja única, especial e que você acredita que o preencherá. Simultaneamente, você desenvolve inveja e desejo por aquilo que é idealizado e não está disponível. A atenção naturalmente vai para aquilo de importante que está faltando.","atencao":"que você julga ser especial; para o hábito do “puxaempurra” ao notar aquilo que é negativo no que está próximo e que é positivo no que está distante e que se foi ou que ainda vai chegar; para focar nos sentimentos e amplificá-los, especialmente a tristeza; para uma posição externa de controle; para os extremos (longe do meio termo); para o comportamento auto-referente.","preocupacao":"Desejar o objeto especial ou indisponível (amor, trabalho, etc.); transformando os sentimentos naquilo que é “real”; procurando aquilo que é único, intenso, especial e elitista; evitando o aspecto maçante do momento presente e a monotonia do “caminho do meio”; não sucumbir ao que é comum; criar crises; resistir a ser mudado.","dificuldade_si":"Insatisfação e raiva com a vida como ela é: o sentimento de que “nada é bom o bastante” ajuda na rejeição; dominação da oscilação sentimental; dor associada aos “D’s” - depressão, devastação, desdém, drama, decepção, desvio; sentir-se diferente, uma pessoa que não se encaixa (o lado doloroso do sentimento de ser único); dificuldades para sustentar um relacionamento ou um caminho; dor associada à crise que foi criada (“viciado” no sofrimento) e que foi estendida; inveja daqueles que supostamente têm completude.","dificuldade_outros":"Sentir que você não é suficiente e não satisfaz; sentir a tendência à oposição (resistência) e ao sarcasmo mordaz; culpa por estar fazendo o Quatro “fracassar”; dor e raiva pela rejeição que ele experimenta; ter que lidar com as crises recorrentes","bencao":"Sensível, possuidor de um temperamento criativo, afinado com os sentimentos, empatia (especialmente com relação ao sofrimento), intenso, romântico, apreciador do que é único e singular, apaixonado, idealista.","estrategia":"Ajudar os Quatros a superar o desejo daquilo que está faltando e que julga ser importante, a apreciar o que há de positivo na vida agora e a aceitar-se como alguém que pode ser amado, independentemente da sua identificação com seu lado único.","desenvolver":"Em meditação, notando como os sentimentos surgem e a atenção vai para o que está faltando e deseja; observando os sentimentos intensos e resistindo a seguilos, pois isto cria mais sofrimento e crises; praticando a valorização do caminho do meio (valorizando as coisas comuns) e estabilizando a atenção naquilo que é positivo no momento presente (praticando a equanimidade); percebendo que o sarcasmo, o sofrimento, sua tentativa de ser especial e seu comportamento auto-referente são substitutos viciadores para a o sentimento de abandono; desenvolver o equilíbrio de sentimentos, pensamentos e ações; adotar os planos de ação apropriados para não sucumbir aos sentimentos; mantendo-se equilibrado quando você “deixa a peteca cair”; apreciando o idealismo, mas sem se identificar com ele.","ajuda":"Encorajando o Quatro no seu desenvolvimento, por exemplo, não permitindo que os sentimentos dirijam, comandem e arruínem o Quatro, estabilizando a atenção, valorizando o caminho do meio e apreciando o que está aqui agora; entendendo o Quatro (a empatia deve vir antes da ajuda); mantendo-se firme quando os sentimentos do Quatro são intensos; revelando os seus próprios sentimentos e reações; apreciando o forte idealismo do Quatro.","img":"img-4.png","musica":"https://www.youtube.com/embed/GfXiCEr9qkg","eneagrama":"tipo-4.png"},
    {"tipo":"5","nome":"Observador","triade":"Intelecto","pecado_raiz":"Avareza","virtude":"Desapego","descricao":"O estado original de onisciência e do saber transparente de que o fluxo de energia universal satisfaz necessidades reais vai para o segundo plano em um mundo que você percebe demandar muito ou dar muito pouco. Conseqüentemente, você passa a acreditar que pode ganhar proteção contra a intrusão e os recursos insuficientes e assegurar a vida por meio da privacidade, da auto-suficiência, limitando desejos e adquirindo conhecimento. Simultaneamente, você desenvolve avareza pelo seu tempo, sua energia e seu conhecimento. (A atenção vai naturalmente para as intrusões e para se desconectar para observar).","atencao":"Vai para fora, para observar; para pensar (o domínio intelectual); para arrefecer e reduzir o sentimento; para esquadrinhar; para desassociar (desconexão); para compartimentar (separar e segmentar as coisas e o tempo – o chamado “pensamento descontínuo”); para o que há para aceitar; para uma posição interna de controle (ego-retenção).","preocupacao":"Adquirir (acumular) privacidade de tempo e espaço; limitar a dependência e os desejos/necessidades; administrando os sentimentos fortes (especialmente o medo); evitando ficar preso em uma armadilha e evitando as intrusões; pensando com antecedência – adquirindo previsibilidade; preocupações com limites e fronteiras – desenvolvendo contenção, conservando energia e compartimentando; desejando conhecimento para explicar a vida; antecipando demandas.","dificuldade_si":"Isolamento dos próprios sentimentos e experiências, especialmente no aqui e agora; desconectar-se da vida – possivelmente retirando-se e partindo para o minimalismo; dor de solidão com um desejo para conectar-se; sentimento de inadequação; vários fracassos para entrar em ação, oportunidades perdidas; avareza pelo tempo e espaço; confundir a tendência a se desconectar com o desapego (não apego); ver solicitações como demandas fortes.","dificuldade_outros":"Sentir-se ignorado pelo Cinco – não conectado, não ser cuidado; confundir as necessidades do Cinco por privacidade (não envolvimento) como retirada e rejeição; sentir que em um conflito, o fardo da confrontação cai sobre você; experimentando ser julgado no nível intelectual; experimentando a retração do Cinco como acúmulo e retenção de tempo, espaço, energia, e dele mesmo; os sentimentos do Cinco que geram inferioridade nos outros; do lado de fora, estas tendências podem parecer uma postura de guardar segredo e de superioridade; escondendo-se dentro de uma pose ou agindo na “terceira pessoa”; pode ser confundido com o desejo por mais contato.","bencao":"Culto, conhecedor, cuidadoso, imparcial (tranqüilo nas crises), respeitoso, guardião de segredos, apreciador da simplicidade, confiável, ascético.","estrategia":"Ajudar o Cinco a apreciar a diferença entre a desconexão e o desapego, a perceber que quando ele se retira ele convida à intromissão, a relacionar-se com as experiências e os sentimentos e mover-se na direção da vida e da energia vital.","desenvolver":"Em meditação, permitindo os sentimentos e sensações e aprendendo a diferença entre a desconexão e o desapego (manter-se presente e engajado); notando como os sentimentos se descolam e vão para o compartimento da mente (mentalizar); praticando comportamentos espontâneos (aqui e agora), incluindo indulgências e luxúrias; movendo-se na direção dos sentimentos e da ação; fazendo trabalho de corpo; juntando-se a um grupo de apoio que envolva abrirse; a cada dia prevendo e revisando o “deixar ir” do controle de tempo, espaço, energia e pensamentos; notando que o ato de se retirar e de se conter leva à intrusão; comportando-se como se houvesse abundância.","ajuda":"Encorajando o Cinco no seu desenvolvimento, por exemplo, dando as boas-vindas aos sentimentos no aqui e agora, expressando preocupações, encarando o conflito e deixando ir embora o controle de tempo e energia; fornecendo um feedback moderado sobre os seus próprios sentimentos e preocupações; respeitando a necessidade de privacidade do Cinco (entendendo que isto não é rejeição); fazendo uma distinção entre solicitações e demandas; evitando a intelectualização.","img":"img-5.png","musica":"https://www.youtube.com/embed/PRvG2aYHlh0","eneagrama":"tipo-5.png"},
    {"tipo":"6","nome":"Questionador","triade":"Intelecto","pecado_raiz":"Medo","virtude":"Coragem","descricao":"O estado original de fé em si mesmo, nos outros e no universo vai para o segundo plano em um mundo que você percebe como perigoso, imprevisível e indigno de confiança. Conseqüentemente, você passa a acreditar que pode assegurar vida e certeza obtendo ou desafiando a segurança e evitando ou enfrentando situações ruins por meio da vigilância, questionando e batalhando contra ou fugindo de perigos. Simultaneamente, você desenvolve medo e dúvida com respeito ao que pode ameaçar a segurança. A atenção naturalmente vai para os perigos e os cenários de pior hipótese e como lidar com eles.","atencao":"Para focar o perigo que é amplificado (vigilância); para pensar (imaginando); para esquadrinhar no intuito de explicar o senso interno de ameaça (medo e dúvida); para implicações e conclusões (imaginação); para o presente e o futuro; para controlar o que está localizado tanto externo quanto internamente.","preocupacao":"Enfrentando ou evitando todos os possíveis perigos para reduzir medos; assegurando a boa vontade dos outros por meio do dever e da calidez (qualidade de ser cálido – “quente”); tirando provas para si mesmo; afetando os outros (mostrando força); preocupando-se com o poder e a autoridade; duvidando e não confiando nos outros (projeção); identificando-se com os mais fracos (lealdade para com uma causa); evitando raiva ao não se impor para os outros; sendo sensível a mensagens ambivalentes.","dificuldade_si":"Dúvida e ambivalência “sobre tudo”, levando à inação, procrastinação e não finalização; dificuldades com a autoridade, tanto por obediência quanto por rebeldia; vendo possibilidades amedrontadoras em todos lugares que torna a vida não prazerosa; amplificando o poder externo, os perigos, e os dano (hipervigilância que limita as possibilidades); imaginando excessivamente, especialmente no que diz respeito à raiva e às motivações dos outros (interpretando mal e desconfiando); vendo o oculto e ignorando o óbvio; querendo mais provas de que é possível; criando oposição para entrar em ação.","dificuldade_outros":"Por causa da cautela (ou do “palavrório”), não saber o que realmente se passa com o Seis; experimentando frustração por causa das demoras e da procrastinação; sentindo-se despido pelas projeções do Seis, duvidando, acusações tanto implícitas quanto explícitas (culpa e paranóia); Seis aparentando controlar e superproteger (tomando conta do bunker), ao invés de ser generoso; causando problemas para os outros.","bencao":"Cuidadoso, cálido, protetor, dedicado aos outros, confiante conforme a fé se desenvolve, intuitivo, sensível, muitas boas idéias, leal, justo, engenhoso.","estrategia":"Ajudar o Seis a notar a preocupação com ameaça, a imaginação fértil e a projeção que a acompanha, a prestar atenção ao que já está certo, a se tornar sua própria autoridade e desenvolver a confiança.","desenvolver":"Em meditação, notando como os perigos, dúvidas, medos físicos e o pensamento paranóico surgem para explicar os medos internos; desenvolvendo um trabalho corporal, por exemplo, exercício regular; fazendo uma declaração de fé – agindo como uma pessoa de fé agiria; fazendo o exercício de dedicar o mesmo tempo à confiança, ao prazer, etc; questionando-se se uma idéia ou medo é uma intuição ou uma projeção; aceitando a ambivalência e escolhendo um dos lados para entrar em ação; utilizando o medo como um ponto de partida para reconhecê-lo e dispersá-lo (para o contrafóbico, questionando a “necessidade” de agir – há algo a provar?); notando o poder que atribui para os outros e tornando-se sua própria autoridade; notando e saboreando sucessos e realizações; checando medos e preocupações com outras pessoas","ajuda":"Encorajando o Seis no seu desenvolvimento, por exemplo, notando o que é positivo, confiando no futuro, apreciando as suas próprias forças; fornecendo ao Seis interpretações alternativas positivas; sendo uma pessoa consistente e confiável; abrindo os seus próprios sentimentos e pensamentos; encorajando o Seis para adotar uma ação positiva.","img":"img-6.png","musica":"https://www.youtube.com/embed/Sv7W1l58N9U","eneagrama":"tipo-6.png"},
    {"tipo":"7","nome":"Sonhador","triade":"Intelecto","pecado_raiz":"Gula","virtude":"Sobriedade","descricao":"O estado original de concentração com foco chamado Trabalho ou Constância, com uma habilidade para transitar pelo espectro de vida de maneira total e livre, vai para o segundo plano, em um mundo que você percebe como causador de frustração, limitação e dor. Conseqüentemente, você passa a acreditar que pode escapar da frustração e da dor e assegurar uma vida boa se tiver opções, oportunidades e aventuras. Simultaneamente, você desenvolve gula mental por possibilidades positivas e prazeres. A atenção vai naturalmente para as opções e para manter a vida em alta.","atencao":"Para as múltiplas opções; para interconectar e interrelacionar informações; das coisas pequenas (pensamento específico) para as coisas grandes (pensamento global); para a imaginação e a ação; para planejar possibilidades prazerosas; para extremos; para valores relativos; para sua auto-referência, especialmente o que lhe faz sentir-se bem; para um lugar interior de controle.","preocupacao":"Excitação/prazer/aproveitar as experiências da vida (para o lado positivo até mesmo das situações dolorosas); sendo otimista e escolhendo aquilo que mantém a vida de forma positiva (que o faz se sentir bem); sendo apreciado (faz charme e desarma os outros); as muitas opções simultâneas possíveis, freqüentemente inter-relacionando-as (mente de macaco); explicando e justificando seu próprio comportamento (racionalizando e intelectualizando); valorizando as limitações apenas enquanto sacrifícios; mantendo uma postura superior.","dificuldade_si":"O ganho de curto prazo pode conduzir à dor no longo prazo (nenhuma dor, nenhum ganho – “no pain, no gain”); várias perdas como resultado de tentar manter a vida de forma positiva e fugir das limitações (armadilhas); sobrecarga por tentar manter a excitação (gula); tentar fazer mais pode levar à perda de sentido e então à ansiedade e à depressão; distração e desvio de objetivos e compromissos mais profundos; repetição dos mesmos erros; nivelamento da autoridade que gera dificuldades.","dificuldade_outros":"Percepção de que o Sete não se importa realmente ou que não se pode contar com ele, como resultado da preocupação do Sete consigo mesmo (narcisismo); percepção de ser uma criança de um Deus menos poderoso (resultado da posição superior do Sete); experimentar dor como resultado do Sete não assumir e manter compromissos; sentir-se diminuído pela minimização de dor e conflito do Sete que parece tornar trivial o sofrimento e os problemas dos outros.","bencao":"Brincalhão, agradável, inventivo, imaginativo, energético, otimista, amante da vida, vendo possibilidades, solícito.","estrategia":"Ajudar o Sete a reconhecer os excessos de experiência, a assumir compromissos mais profundos e a aceitar tudo da vida: dor, medo, monotonia, limitação assim como prazer, alegria, excitação, e opções.","desenvolver":"Em meditação, diminuindo a atividade mental e focando um único ponto; prevendo e revendo a cada dia a fome pela excitação e difusão de opções; praticando estar presente e aceitar a situação atual, seja ela dolorosa ou prazerosa, estimulante ou enfadonha; trabalhando uma coisa de cada vez até a conclusão; deixando algumas opções de lado; reconhecendo que a vida é feita de escolhas (“menos” pode representar “mais”); aceitando limites, notando que pode surgir um sentimento de medo e de se sentir preso; praticando se manter enraizado e resistir às racionalizações quando estiver assumindo compromissos; trabalhando para dar as boas-vindas aos conflitos e às críticas; notando a superioridade sutil em posição de otimismo.","ajuda":"Encorajando o Sete no seu desenvolvimento, por exemplo, assumindo compromissos profundos, aceitando a dor, assim como o prazer na vida, apreciando o valor dos outros; provendo o Sete com o apoio de um quadro de referência para ele se mover na direção das situações e compromissos prazerosos; transformando as suas próprias necessidades, desejos e sentimentos em algo importante; aplicando o princípio KISS (Keep It Simple “Sweetie”; mantenha a coisa simples, “doçura”).","img":"img-7.png","musica":"https://www.youtube.com/embed/G5n6NbQNHrQ","eneagrama":"tipo-7.png"},
    {"tipo":"8","nome":"Confrontador","triade":"Instinto","pecado_raiz":"Luxúria","virtude":"Inocência","descricao":"O estado original inocente de sentir a verdade essencial em tudo e em cada indivíduo vai para o segundo plano em um mundo que você percebe como duro e injusto e onde o mais forte tira proveito dos outros. Conseqüentemente, você passa a acreditar que pode assegurar proteção e ganhar respeito (merecimento) tornando-se forte e poderoso e escondendo sua vulnerabilidade. Simultaneamente, você desenvolve uma grande energia luxuriosa. A atenção vai naturalmente para as injustiças e para aquilo que precisa de controle ou assertividade.","atencao":"Para fora, para o poder e o controle; para a ação e a assertividade; para os extremos e para o excesso – um estilo do tipo “tudo ou nada” de prestar atenção no que é justo ou injusto; para manifestar, tornar público; para o presente (“amnésia” em relação ao passado); para as incongruências; para a urgência (“imediatamente!”); para ser auto-referente.","preocupacao":"Domínio e controle do espaço, das coisas e das pessoas; tomando uma posição e entrando em ação direta; corrigindo a “injustiça” (revanche) e protegendo os mais fracos; sendo assertivo e abertamente bravo (o movimento contrário); estabelecendo contato e enfrentando o conflito; admirando a força; negação da própria fraqueza (desatenção em relação a ela) e vulnerabilidade; criando intensidade na vida; raiva como proteção e representação de força e respeito.","dificuldade_si":"Muita quantidade, muita precipitação, muito volume, muito tempo, o “muito” conduzindo à exaustão, ao abuso de si mesmo, à rejeição e a outros comportamentos contraproducentes; negação do medo, da fraqueza e da vulnerabilidade, resultando em danos para si mesmo e para os outros; controle e dominação, resultando possivelmente em contra-ataque, perda, anulação das próprias metas e problemas com a autoridade; confundindo justiça com revanche (às vezes resultando em vingança de si mesmo); esquecendo das virtudes da ternura, da dependência, passividade, sensibilidade.","dificuldade_outros":"Sentindo a tendência de se afastar por causa dos excessos e do controle; ressentindo-se da intimidação e da intrusão (confrontação); experimentando danos e desrespeito – prejudicado por aquele que mais o ama; experimentando violações de “direitos e propriedade”; experimentando a justiça mal direcionada como sendo vingança.","bencao":"Forte, poderoso, estimulante, intenso, determinado, corajoso, persistente, protetor dos outros, justo, amigável, verdadeiro, honesto, claro, direto, firme.","estrategia":"Ajudar o Oito a notar a intensidade e a reduzir a impulsividade, a apreciar as diferenças, valorizar os opostos (por exemplo, fraqueza, vulnerabilidade) e a perceber e moderar seu impacto sobre os outros.","desenvolver":"Em meditação, permitindo que a mente e o corpo se aquietem e voltem para o estado vazio quando a energia direcionada para fora ressurge; uma vez por hora, checando a energia e o impulso para agir e então respirando várias vezes de maneira relaxante; a cada dia, prevendo e revendo seu impacto sobre os outros; perguntando aos outros se você está sendo excessivo; mantendo as metas de longo prazo em mente: “quais as conseqüências deste comportamento”; defendendo a virtude do mundano, do suave, do moderado; praticando o adiamento das gratificações e do estímulo: dando as boas-vindas à monotonia e ao medo; permitindo o outro lado – o aparecimento da vulnerabilidade, da fraqueza, da inocência; utilizando situações desfavoráveis como um ponto de partida para criar compromissos e para chegar a soluções do tipo “ganha-ganha”.","ajuda":"Encorajando o Oito no seu desenvolvimento, por exemplo, aceitando a própria vulnerabilidade e fraqueza, percebendo seu impacto, reduzindo excessos e impulsividade; ficando firme, contudo flexível; dando feedback ao Oito sobre o seu impacto e intimidação; sendo franco; mostrando-lhe a virtude da passividade e da aceitação.","img":"img-8.png","musica":"https://www.youtube.com/embed/xPS9e-sCeko","eneagrama":"tipo-8.png"},
    {"tipo":"9","nome":"Mediador","triade":"Instinto","pecado_raiz":"Preguiça","virtude":"Ação certa","descricao":"O estado original de êxtase do amor incondicional e da união em que todos pertencem igualmente vai para o segundo plano em um mundo que você percebe tirar a sua importância ou que exige que você se harmonize. Conseqüentemente, você passa a acreditar que pode obter a sensação de pertencer e de ter conforto se prestar atenção, fundir-se com os outros e dispersar energia em objetos substitutos. Simultaneamente, você desenvolve inércia (esquecimento de si mesmo) sobre suas próprias prioridades e limites. A atenção vai naturalmente para os outros e as reivindicações do ambiente recaem sobre você","atencao":"Para o ambiente, esparramando e freqüentemente se difundindo para o que é secundário, não essencial; para evitar desconforto; para agradar os outros; para detalhes e estrutura; para sentir (ter sensações) e fundir-se com outros, para o que se apresenta no mundo real; para um lugar exterior de controle (passividade); para os outros.","preocupacao":"Agradando e sendo sensível com os outros, resultando em dificuldade de dizer e assumir uma posição; manter a vida confortável e familiar (harmonizar); muitos detalhes e pensamentos igualmente fortes e que competem entre si (substituindo o essencial com substitutos secundários); retenção da própria energia e da raiva; resistindo à influência do ambiente; querendo previsibilidade e estrutura.","dificuldade_si":"Seguindo, indo com os outros e, mais tarde, ressentindose e resistindo a isto; esquecendo de si mesmo (indolência e negligência com relação a si mesmo); fazendo aquilo que torna a vida mais confortável, não o que é importante, às vezes nem mesmo sabendo o que é importante para si mesmo (narcotização); contendo energia, especialmente a expressão de raiva; perdendo oportunidades por protelar enquanto decide; depreciando-se.","dificuldade_outros":"Percebendo o Nove como agressivo-passivo e teimoso; experimentando o Nove como alguém que não pega o ponto, não identifica o que é importante; dispersão de energia e foco em fazer com que tudo seja igualmente importante, esquecendo-se das reais necessidades; O Nove dando o que ele quer, não o que querem e não o que ele não quer; o Nove que parece concordar, quando na verdade não concordou; sentindo-se frustrado pelos Noves sendo dominados pelo conforto","bencao":"Preocupado, atento aos outros, disposto a dar, empático, adaptável, complacente, disposto a ajudar e apoiar, participativo, com quem se pode contar, perceptivo, regular, acalma os outros, receptivo, geralmente não julgador.","estrategia":"Ajudando o Nove a prestar atenção em si mesmo e em suas próprias necessidades, determinando prioridades, a entrar em ação, a dar as boas-vindas ao desconforto e a mudar.","desenvolver":"Em meditação, notando a mente indo para as muitas coisas diferentes e para os outros e para longe de si mesmo; adotando uma prática diária de prever o que é importante para mim e revisar como eu me desempenhei nesta prática; utilizando a resistência/raiva/teimosia para regressar ao que foi perdido e que é importante para mim; reenquadrar a vida analisando “quem e o que”, não apenas “o que”; criando planos de ação com intervalos de tempo claros e limites; dando as boasvindas à mudança e desafiando o desconforto associado à mudança; adotando uma posição pessoal nos diversos assuntos; notando os próprios sentimentos que precedem a mudança da atenção para os substitutos, por exemplo, comida, televisão; mantendo-se com suas próprias metas.","ajuda":"Encorajando e reforçando o Nove no seu desenvolvimento, por exemplo, assumindo e expressando uma posição, fazendo com que o “eu” e as próprias necessidades sejam importantes, dando as boas-vindas à mudança e ao desconforto; oferecendo ao Nove um ambiente encorajador para entrar em ação e acessar a raiva; perguntando ao Nove quais são os seus desejos e necessidades; ajudando o Nove a manter o seu próprio foco e os seus limites.","img":"img-9.png","musica":"https://www.youtube.com/embed/tTz_qXpuh74","eneagrama":"tipo-9.png"}
]