[
    "Meu sobrenome deveria ser Ansiedade",
    "Sou mais adaptável que a maioria: se as coisas não dão certo, sei mudar meu comportamento para obter os resultados que pretendo.",
    "Sou um pouco viciado em trabalho – fico perdido quando não estou realizando coisas.",
    "Sou de trabalhar duro: vou batalhando até fazer o que tem que ser feito.",
    "Gosto de analisar as coisas em profundidade, estudando minuciosamente cada detalhe, até compreendê-las o mais inteiramente possível.",
    "Não gosto de tomar decisões importantes, mas tampouco quero que alguém as tome por mim!",
    "Posso não concordar sempre com as regras – e nem sempre segui-las – mas quero saber em que consistem.",
    "Adoro viajar e descobrir diferentes tipos de pratos, de pessoas, de experiências – todo o fantástico turbilhão da vida!",
    "A maioria das pessoas me vê como alguém sério e sensato - e, no fim das contas, creio que sou assim mesmo.",
    "Sou capaz de sair de meu caminho para saber o que está acontecendo com as pessoas de quem eu gosto.",
    "Para mim é importante ser bem sucedido, mesmo que ainda não tenha todo o sucesso que desejo.",
    "Sondo a opinião daqueles em quem confio antes de tomar uma grande decisão",
    "Acho ótimo estar com as pessoas – contanto que elas queiram ir aonde eu quero",
    "Não entendo como tanta gente tem padrões tão lassos.",
    "Quando sou criticado ou mal interpretado, costumo retrair-me e ficar amuado.",
    "Algumas pessoas consideram-me nervoso e irrequieto – mas não sabem da missa a metade.",
    "Sou de entrar de cabeça nos relacionamentos – mas quando acabam, acabam.",
    "As pessoas pensariam que sou louco se soubessem as coisas que eu penso.",
    "Posso perdoar quase tudo, menos o mau gosto.",
    "Tenho uma espécie de filosofia de vida que me orienta e conforta em épocas difíceis.  ",
    "Nada me deixa mais orgulhoso que ver alguém que acolhi sob a minha asa conseguir vencer sozinho.",
    "Parece que há um juiz dentro de minha mente: às vezes ele é ponderado e sábio, mas em muitas ocasiões é simplesmente rígido e severo.",
    "Sinto-me atraído pela autoridade e, ao mesmo tempo, descrente dela.",
    "Seja isso bom ou mau, sei esconder minhas inseguranças muito bem – as pessoas jamais adivinhariam o que estou sentindo!",
    "Gosto de rir como qualquer pessoa - deveria rir mais!",
    "Encontrar a mim mesmo e ser fiel às minhas necessidades emocionais sempre foram motivações extremamente importantes para mim.",
    "Quando me sinto inseguro, fico distante e frio com as pessoas.",
    "Sei o quanto eu posso estragar as coisas; portanto suspeitar do que os outros estão “aprontando” tem muito sentido para mim.",
    "Sou capaz de entender diferentes pontos de vista e geralmente concordo com as pessoas mais que discordo delas. ",
    "Sou uma pessoa extremamente reservada que não franqueia a muita gente a entrada em seu mundo.",
    "Gosto de passar muito tempo imaginando cenas e conversas que nem sempre ocorreram de fato.",
    "Sei como conseguir as coisas – sei como recompensar e como pressionar as pessoas para que façam o que precisa ser feito.",
    "Muita gente me acha enigmático, difícil e contraditório –  e eu gosto de ser assim!",
    "Quando as coisas ficam difíceis, geralmente eu desabo e desisto – talvez desista das coisas fácil demais.",
    "Vejo-me como um desafiador, alguém que faz as pessoas abandonarem a comodidade para dar o melhor de si.",
    "Minha mente trabalha tanto que às vezes acho que está pegando fogo.",
    "Há muita gente tão ignorante que é incrível que alguma coisa ainda consiga dar certo!",
    "Sou curioso e aventureiro – geralmente sou o primeiro a experimentar coisas novas e interessantes.",
    "Segundo a maioria dos padrões, sou bastante dramático e temperamental.",
    "Em geral, não gosto de trabalhar muito ligado a ninguém.",
    "Quando as coisas vão bem, eu praticamente “irradio” uma espécie de alegria interior em ser quem sou e ter a vida que tenho.",
    "Já me disseram que sou distraído e alheio às coisas – o fato é que eu as entendo, mas simplesmente não quero reagir.",
    "Sei muito sobre uma série de coisas e, em algumas áreas, considero-me um expert.",
    "Tive de trabalhar muito para conseguir tudo que tenho – acho que batalhar é muito bom porque nos dá resistência e nos faz ter certeza do que queremos.",
    "Fico muito aborrecido quando as pessoas não conhecem a excelência do que faço.",
    "O que as pessoas gostam em mim é a sensação de segurança que lhes transmito.",
    "A corda sempre tem de estourar de um lado – e eu não quero que seja do meu.",
    "Acho que paguei um preço muito alto por tentar ser perfeito.",
    "Sempre procurei ser honesto e objetivo com relação a mim mesmo e estou decidido a seguir minha consciência, não importa a que preço.",
    "Não sou de alegar o bem que faço às pessoas, mas fico muito chateado se eles não reconhecerem ou não se importarem com isso.",
    "Não gosto de ser nem líder nem seguidor.",
    "Sinto-me mais vivo quando faço o que os outros julgam impossível: gosto de ir até o limite e ver se consigo desafiar as probabilidades. ",
    "Em poucas palavras, há muito tempo venho acreditando que o certo é certo e o errado é errado.",
    "Sou extremamente independente e não gosto de precisar de ninguém para as coisas realmente importantes.",
    "Prefiro concordar que criar uma cena.",
    "É preciso aceitar o que a vida nos dá; afinal, não há muito o que fazer!",
    "Tenho sobre os ombros muitas responsabilidades; Deus sabe o que aconteceria se não estivesse à altura das expectativas.",
    "Para mim é difícil envolver-me com as coisas quando não tenho controle criativo sobre elas.",
    "Sempre tenho uma noção muito clara de minhas intuições, mesmo que não tenha coragem de agir de acordo com elas.",
    "Meu senso de humor é direto, às vezes até um pouco rude, embora eu ache que a maioria das pessoas é demasiado pudica e suscetível. ",
    "Sou muito afetivo, apesar de quase nunca demonstrar o que sinto – a não ser para os mais íntimos e, mesmo assim, nem sempre.",
    "Meus acessos de raiva são monumentais, mas logo se dissipam.",
    "Não sei exatamente como, mas não deixo que as coisas me atinjam.",
    "Veja a mim mesmo como um “reparador de corações partidos”.",
    "Sinto-me mais seguro fazendo o que se espera de mim que trabalhando por conta própria.",
    "Quero causar sempre boa impressão; por isso geralmente sou gentil, educado e amigável.",
    "Manter a elegância e a natureza mesmo sob pressão é algo que sempre me comove.",
    "Não me acho particularmente obstinado, mas as pessoas dizem que eu às vezes sou teimoso quando tomo uma decisão.",
    "É verdade que muitas vezes faço mais pelos outros do que deveria – dou demais e não penso muito em mim mesmo.",
    "Sou uma pessoa fácil de agradar e geralmente me contento com o que tenho. ",
    "Consigo manifestar meus sentimentos mais abertamente que a maioria.",
    "Geralmente passo um bom tempo polindo os projetos em que me envolvo.",
    "Sou muito curioso e gosto de investigar o porque das coisas – mesmo as mais óbvias deixam de sê-lo quando você realmente para para analisá-las. ",
    "Tenho apresentar-me da melhor maneira possível – mas não é isso o que todos fazem?",
    "Desejo que alguém me salve de toda essa cansativa confusão.",
    "A primeira impressão que as pessoas me causam geralmente é muito forte e difícil de mudar.",
    "Quando realmente quero uma coisa, quase sempre descubro um meio de consegui-la.",
    "É realmente curioso: sou muitas vezes cético, e até cínico, em relação a muitas coisas e, de repente, mudo e começo a acreditar completamente em tudo.",
    "Costumo sentir-me solitário e sozinho mesmo quando estou com as pessoas mais próximas.",
    "Sou bom no geral, mas não tanto nos pequenos detalhes; gosto mais de pensar para chegar a novas idéias que me envolver com sua execução.",
    "Minha agenda normalmente é cheia e eu gosto que seja assim: não quero que a grama cresça debaixo de meus pés.",
    "Quando quero, sou capaz de falar pelos cotovelos. Porém, na maioria das vezes, prefiro assistir de camarote a toda essa loucura à minha vida.",
    "Durante o dia, faço tudo que precisa ser feito, mas quando o dia acaba, eu relaxo mesmo.",
    "Sempre tenho algum objetivo em mente e sei como motivar-me para atingi-lo.",
    "Só se pode tomar uma decisão racional quando se tem informações precisas – mas, aí, a maioria das pessoas, na verdade, não é exatamente racional.",
    "AS pessoas que me conhecem apreciam o fato de eu ser objetivo e dizer exatamente o que penso.",
    "Geralmente não sigo regras nem correspondo a expectativas porque quero dar meu toque pessoal a tudo aquilo que faço.",
    "Quando já não gosto de fazer alguma coisa, eu paro de fazê-la.",
    "Se cometo um erro, tenho medo que todos pulem na minha garganta.",
    "As coisas dependem tanto de mim para ser feitas que tenho de ser mais organizado e metódico que todo mundo.",
    "Para mim, ser amigável é natural: puxo conversa facilmente e chamo todo mundo pelo prenome.",
    "Não posso ver um cachorro sem dono que já quero levar para casa.",
    "Não sou só uma pessoa “divertida”: tenho um lado sério, até sombrio, só que não gosto de mexer muito com ele.",
    "De vez em quando entro em “baixo astral”, mas sempre saio logo dele.",
    "Muitas vezes perco a noção do tempo, pois estou sempre muito concentrado no que faço.",
    "A maioria das pessoas parece excitar-se muito fácil; eu sou muito mais estável. ",
    "Posso ser afetuoso e ajudar as pessoas, mas sou mais forte do que pareço.",
    "Sou da opinião de que “é preciso quebrar alguns ovos quando se quer fazer uma omelete”",
    "Descobri que as pessoas reagem com afeto quando lhes dou atenção e incentivo.",
    "Para mim o que importa é a emoção e a variedade, mais que o conforto e a segurança – que eu, alias, não desprezo quando encontro.",
    "Quase sempre me vejo tentando conquistar as pessoas, especialmente se, princípio, elas parecem indiferenças.",
    "Não me sinto particularmente grande ou poderoso, mas pequeno e invisível: acho que daria um bom espião!",
    "Não tenho simpatia pelos fracos e vacilantes – a fraqueza sempre é um convite aos problemas.",
    "Sou muito determinado e não sou de recuar nem desistir facialmente.",
    "Vejo-me como uma pessoa extremamente competente: fico muito aborrecido se não sou, no mínimo, eficiente.",
    "Procuro lutar para ser o melhor no que estou fazendo – quando não posso destacar-me em alguma coisa, nem lhe dou atenção.",
    "Tenho um prazer em especial e entreter meus amigos e toda a minha “grande família”.",
    "Geralmente remôo os sentimentos negativos muito tempo antes de conseguir livrar-me deles.",
    "Embora eu possa ter um lado desregrado, de modo geral ele nunca foi a tônica de meu estilo.",
    "Minha mente está sempre tagarelando – às vezes parece que penso dez coisas de uma vez!",
    "Algumas vezes tive de simplificar as coisas para atingir minhas metas.",
    "Encontrei um certo equilíbrio na vida e não vejo razão para perturbá-lo.",
    "Meu interesse pelas pessoas leva-me a envolver-me profundamente com elas – com seus sonhos, esperanças e necessidades.",
    "Tenho tendência a gastar mais do que deveria.",
    "Quero confiar nas pessoas, mas muitas vezes vejo-me questionando suas intenções.",
    "Adoro me desdobrar para fazer as pessoas se sentirem bem-vidas e queridas.",
    "As poucas pessoas a quem admiro são para mim os meus heróis.",
    "Não me incomodo de estar com as pessoas nem de estar só – para mim, tanto faz, contanto que esteja em paz comigo mesmo.",
    "Detesto erros e, por isso, geralmente sou extremamente rigoroso para certificar-me de que as coisas estão sendo feitas como devem.",
    "Estar “a vontade”, em todos os sentidos da expressão, é algo que me agrada muito.",
    "Meus sentimentos me parecem estranhos a mim mesmo – eu sinto as coisas com toda a força por algum tempo e depois as esqueço.",
    "Se tem uma coisa que não suporto é entediar-me – procuro dar um jeito de não me aborrecer nunca.",
    "Quando gosto das pessoas, geralmente penso nelas como “minha gente” e acho que devo gostar atento aos seus interesses.",
    "Meus princípios e ideais inspiram-me a realizações maiores e dão sentido e valor à minha vida.",
    "Tenho a impressão de possuir uma missão, talvez até uma vocação para algo mais sublime, e acho que posso atingir alguma coisa extraordinária na vida.",
    "Pra mim é difícil contentar-me com as coisas do jeito que são; não tenho medo que piorem com minha interferência.",
    "Um dos meus maiores problemas é que sou muito distraído e as vezes me disperso demais.",
    "Acredito que se devem realçar os fatores positivos em vez de ficar martelando os negativos. ",
    "Se você precisa resolver um problema, deixe-me trabalhar nele sozinho e depois eu lhe dou uma resposta.",
    "O fato de ser uma pessoa atenciosa e generosa me faz sentir bem.",
    "Tenho um lado terno, até um pouco sentimental, que demonstro para muita pouca gente.",
    "Estou sempre a par de como meus colegas e amigos estão se saindo e tendo a comparar-me com eles.",
    "Minha família me considera meio estranho ou excêntrico – já ouvi muitas vezes que preciso sair mais.",
    "Quando a gente para para pensar, vê que não há nada mais estranho que o assim chamado comportamento normal.",
    "Minha saúde e meu bolso já sofreram muitas vezes por eu ter colocado as necessidades e os interesses dos outros acima dos meus."
]
